Repository: BehindWheel/BehindWheelKMP
Catalog: app/ios/grodno-roads-ios/*.lproj/Localizable.strings
Languages: be, ru

# tab_map
source: Map
be: Мапа
ru: Карта

# tab_chat
source: Chat
be: Чат
ru: Чат

# tab_settings
source: Settings
be: Наладкі
ru: Настройки

# event_reminder_spring_body
source: From May 25 to June 5, there is a special comprehensive event "Attention – children!" Don't forget to turn on the low beam! 🚘💡
ru: С 25 мая по 5 июня проходит специальное комплексное мероприятие Не забудьте включить ближний свет! 🚘💡

# event_reminder_autumn_body
source: From August 25 to September 5, there is a special comprehensive event "Attention – children!" Don't forget to turn on the low beam! 🚘💡
ru: С 25 августа по 5 сентября проходит специальное комплексное мероприятие "Внимание – дети!" Не забудьте включить ближний свет! 🚘💡

# camera_alerts_plurals_distance
source: %1$d meter
be: %1$d метр
ru: %1$d метр

# alerts_stationary_camera
source: Stationary camera
be: Стацыянарная камера
ru: Стационарная камера

# alerts_mobile_camera
source: Mobile camera
be: Мабільная камера
ru: Мобильная камера

# alerts_medium_speed_camera
source: Medium speed camera
be: Камера сярэдняй хуткасці
ru: Камера средней скорости

# alerts_incident
source: Road incident
be: Дарожнае здарэнне
ru: Дорожное происшествие

# alerts_traffic_police
source: Traffic police
be: Экіпаж ДАІ
ru: Экипаж ГАИ

# alerts_car_crash
source: Car crash
be: ДТЗ
ru: ДТП

# alerts_traffic_jam
source: Traffic jam
be: Затор
ru: Пробка

# alerts_wild_animals
source: Wild animals
be: Дзікія жывёлы
ru: Дикие животные

# alerts_unsupported_message
source: Unsupported message
be: Дадатковае паведамленне
ru: Неподдерживаемое сообщение

# camera_info_last_update
source: Updated %1$@
be: Абноўлена %1$@
ru: Обновлено %1$@

# camera_info_report
source: Report an error
be: Паведаміць пра памылку
ru: Сообщить об ошибке

source: Terms of Service
be: Умовы выкарыстання
ru: Условия использования

source: Privacy Policy
be: Палітыка прыватнасці
ru: Политика конфиденциальности

# social_telegram_chat
source: Chat
be: Чат
ru: Чатик

# social_telegram_channel
source: Channel
be: Канал
ru: Канал

# social_share_app
source: Share
be: Падзяліцца
ru: Поделиться

# app_version
source: Version: %1$@
be: Версія: %1$@
ru: Версия: %1$@

# settings_section_appearance
source: Appearance
be: Знешні выгляд
ru: Внешний вид

# settings_section_map
source: Map
be: Мапа
ru: Карта

# settings_section_alerts
source: Alerts
be: Абвесткі
ru: Оповещения

# settings_section_changelog
source: Changelog
be: Гісторыя зменаў
ru: История изменений

# settings_section_next_features
source: Next features
be: Будучыя фічы
ru: Будущие фичи

# settings_section_faq
source: FAQ
be: Часта задаюць пытанні
ru: Часто задаваемые вопросы

# settings_category_main
source: Main
be: Асноўныя
ru: Основные

# settings_category_other
source: Other
be: Іншае
ru: Другое

# appearance_app_theme
source: Theme
be: Тэма
ru: Тема

# appearance_app_theme_system
source: System
be: Сістэмная
ru: Системная

# appearance_app_theme_dark
source: Dark
be: Цёмная
ru: Темная

# appearance_app_theme_light
source: Light
be: Светлая
ru: Светлая

# appearance_app_language
source: Language
be: Мова
ru: Язык

# appearance_app_language_ru
source: Russian
be: Руская
ru: Русский

# appearance_app_language_en
source: English
be: Англійская
ru: Английский

# appearance_app_language_be
source: Belarusian
be: Беларуская
ru: Белорусский

# appearance_app_language_system
source: System
be: Сістэмная
ru: Системный

# appearance_keep_screen_on
source: Keep screen on
be: Не выключаць экран
ru: Не выключать экран

# appearance_keep_screen_on_description
source: Keeps the Map screen always on (may increase battery consumption)
be: Захоўвае экран Карты заўсёды уключаным (можа павялічыць расход батарэі)
ru: Сохраняет экран Карты всегда включенным (может увеличить расход батареи)

# alerts_availability
source: Alerts
be: Абвесткі
ru: Оповещения

# alerts_availability_description
source: Are shown on the screen when approaching an event on the map
be: Паказваюцца на экране пры набліжэнні да падзеі на карце
ru: Показываются на экране при приближении к событию на карте

# alerts_voice_alerts
source: Voice alerts
be: Галасавыя абвесткі
ru: Голосовые оповещения

# alerts_voice_alerts_description
source: Turn on when approaching an event on the map
be: Ўключаюцца пры набліжэнні да падзеі на карце
ru: Включаются при приближении к событию на карте

# alerts_header_volume_level
source: Volume level
be: Узровень гучнасці
ru: Уровень громкости

# alerts_volume_level_low
source: Low
be: Нізкі
ru: Низкий

# alerts_volume_level_medium
source: Medium
be: Сярэдні
ru: Средний

# alerts_volume_level_high
source: High
be: Высокі
ru: Высокий

# alerts_play_test_audio
source: Listen test message
be: Паслухаць тэставае паведамленне
ru: Прослушать тестовое сообщение

# alerts_header_notification_radius
source: Notification radius
be: Радыус абвесткі
ru: Радиус оповещения

# alerts_notification_radius_in_city
source: In city
be: У горадзе
ru: В городе

# alerts_notification_radius_outside_city
source: Outside city
be: За межамі горада
ru: За городом

# alerts_notification_radius_postfix
source: m
be: м
ru: м

# alerts_header_voice_alerts
source: Types of voice alerts
be: Тыпы галасавых абвестак
ru: Типы голосовых оповещений

# alerts_notifications_select_all
source: Select All
be: Выбраць усе
ru: Выбрать все

# alerts_notifications_stationary_cameras
source: Stationary cameras
be: Стацыянарныя камеры
ru: Стационарные камеры

# alerts_notifications_medium_speed_cameras
source: Medium speed cameras
be: Камеры сярэдняй хуткасці
ru: Камеры средней скорости

# alerts_notifications_mobile_cameras
source: Mobile cameras
be: Мабільныя камеры
ru: Мобильные камеры

# alerts_notifications_traffic_police
source: Traffic Police
be: ДАІ
ru: ГАИ

# alerts_notifications_incidents
source: Incidents on road
be: Праблемы на дарозе
ru: Проблемы на дороге

# alerts_notifications_car_crash
source: Car crash
be: ДТЗ
ru: ДТП

# alerts_notifications_traffic_jam
source: Traffic jam
be: Заторы
ru: Пробки

# alerts_notifications_wild_animals
source: Wild animals
be: Дзікія жывёлы
ru: Дикие животные

# map_header_default_location
source: Default location
be: Месцазнаходжанне па змаўчанні
ru: Местоположение по умолчанию

# map_default_location
source: My City
be: Мой горад
ru: Мой город

# map_default_location_grodno
source: Grodno
be: Гродна
ru: Гродно

# map_default_location_skidel
source: Skidel
be: Скідзель
ru: Скидель

# map_default_location_volkovysk
source: Volkovysk
be: Ваўкавыск
ru: Волковыск

# map_default_location_ozery
source: Ozery
be: Азёры
ru: Озёры

# map_default_location_porechye
source: Porechye
be: Парэчча
ru: Поречье

# map_default_location_berestovitca
source: Berestovitca
be: Вялікая Бераставіца
ru: Большая Берестовица

# map_default_location_shuchin
source: Shuchin
be: Шчучын
ru: Щучин

# map_default_location_mosty
source: Mosty
be: Масты
ru: Мосты

# map_default_location_slonim
source: Slonim
be: Слонім
ru: Слоним

# map_default_location_lida
source: Lida
be: Ліда
ru: Лида

# map_default_location_indura
source: Indura
be: Індура
ru: Индура

# map_default_location_dyatlovo
source: Dyatlovo
be: Дзятлава
ru: Дятлово

# map_default_location_novogrudok
source: Novogrudok
be: Навагрудак
ru: Новогрудок

# map_default_location_korelichi
source: Korelichi
be: Карэлічы
ru: Кореличи

# map_header_drive_mode
source: Navigation mode
be: Рэжым навігацыі
ru: Режим навигации

# map_header_drive_mode_zoom_in_city
source: Zoom in city
be: Маштаб ў горадзе
ru: Масштаб в городе

# map_header_drive_mode_zoom_outside_city
source: Zoom outside city
be: Маштаб за горадам
ru: Масштаб за городом

# map_header_appearance
source: Appearance
be: Знешні выгляд
ru: Внешний вид

# map_traffic_conditions_appearance
source: Traffic conditions
be: Загружанасць дарог
ru: Загруженность дорог

# map_google_map_style_minimal
source: Minimal
be: Мінімалізм
ru: Минимализм

# map_google_map_style_detailed
source: Detailed
be: Падрабязная
ru: Подробная

# map_markers_filtering
source: Filtering markers by time
be: Фільтрацыя маркераў па часе
ru: Фильтрация маркеров по времени

# map_markers_filtering_description
source: It applies only to markers with a text message (traffic police, congestion, etc.).
be: Выкарыстоўваецца толькі да маркераў з тэкставым паведамленнем (ДАІ, Заторы і г.д.)
ru: Применяется только к маркерам с тектовым сообщением (ГАИ, Пробки и т.д.)

# map_markers_filtering_15_minutes
source: 15 min
be: 15 хв
ru: 15 мин

# map_markers_filtering_30_minutes
source: 30 min
be: 30 хв
ru: 30 мин

# map_markers_filtering_45_minutes
source: 45 min
be: 45 хв
ru: 45 мин

# map_markers_filtering_1_hour
source: 1 hour
be: 1 гадзіна
ru: 1 час

# map_header_markers
source: Markers
be: Маркеры
ru: Маркеры

# map_markers_select_all
source: Select All
be: Выбраць усе
ru: Выбрать все

# map_markers_stationary_cameras
source: Stationary cameras
be: Стацыянарныя камеры
ru: Стационарные камеры

# map_markers_medium_speed_cameras
source: Medium speed cameras
be: Камеры сярэдняй хуткасці
ru: Камеры средней скорости

# map_markers_mobile_cameras
source: Mobile cameras
be: Мабільныя камеры
ru: Мобильные камеры

# map_markers_traffic_police
source: Traffic Police
be: ДАІ
ru: ГАИ

# map_markers_incidents
source: Incidents on road
be: Праблемы на дарозе
ru: Проблемы на дороге

# map_markers_car_crash
source: Car crash
be: ДТЗ
ru: ДТП

# map_markers_traffic_jam
source: Traffic jam
be: Заторы
ru: Пробки

# map_markers_wild_animals
source: Wild animals
be: Дзікія жывёлы
ru: Дикие животные

# map_user_count
source: Online: %1$@
be: Анлайн: %1$d
ru: Онлайн: %1$@

# map_user_count_hint
source: Based on user activity in the last 10 minutes
be: На аснове актыўнасці за апошнія 10 хвілін
ru: На основе активности за последние 10 минут

# dialog_report_police
source: Report Traffic Police
be: Паведаміць аб ДАІ
ru: Сообщить о ГАИ

# dialog_incident
source: Report Road Incident
be: Паведаміць аб праблеме
ru: Сообщить о проблеме

# dialog_input_hint
source: Optional message
be: Апцыянальнае паведамленне
ru: Опциональное сообщение

source: Cancel
be: Скасаваць
ru: Отмена

source: OK
be: ОК
ru: ОК

source: Send
be: Адправіць
ru: Отправить

# snackbar_drive_mode_rationale_title
source: Permission for access to geolocation denied
be: Дазвол на доступ да геалакацыі адхілены
ru: Разрешение для доступа к геолокации отклонено

# snackbar_drive_mode_rationale_description
source: Used to display a marker in navigation mode
be: Выкарыстоўваецца для адлюстравання маркера ў рэжыме навігацыі
ru: Используется для отображения маркера в режиме навигации

# snackbar_drive_mode_fine_location_denied
source: Navigation requires access to more precise location
be: Навігацыя патрабуе доступу да больш пунктавага месцазнаходжання
ru: Для навигации нужен доступ к более точному местоположению

# snackbar_drive_mode_permission_denied
source: Location access denied. You can grant permission in settings
be: Доступ да геалакацыі забаронены. Вы можаце дадаць дазвол у наладах
ru: Доступ к геолокации запрещен. Вы можете дать разрешение в настройках

# snackbar_drive_mode_gms_disabled_title
source: Navigation requires geolocation access
be: Навігацыя патрабуе доступу да геалакацыі
ru: Для навигации нужен доступ к геолокации

# snackbar_drive_mode_gms_disabled_description
source: You can enable it manually in the notification panel
be: Вы можаце ўключыць гэта самастойна ў сплаўным панэлі апавяшчэнняў
ru: Ее можно включить самостоятельно в панели уведомлений

# snackbar_current_location_rationale_title
source: Permission for access to geolocation denied
be: Дазвол на доступ да геалакацыі адхілены
ru: Разрешение для доступа к геолокации отклонено

# snackbar_current_location_fine_location_denied
source: Access to more precise location is needed
be: Патрабуецца доступ да болей дакладнага месцазнаходжання
ru: Нужен доступ к более точному местоположению

# snackbar_current_location_permission_denied
source: Location access denied. You can grant permission in settings
be: Доступ да геалакацыі забаронены. Вы можаце дадаць дазвол у наладах
ru: Доступ к геолокации запрещен. Вы можете дать разрешение в настройках

# snackbar_current_location_gms_disabled_title
source: Geolocation access denied
be: Доступ да геалакацыі адхілены
ru: Доступ к геолокации отклонен

# snackbar_current_location_gms_disabled_description
source: You can enable it manually in the notification panel
be: Вы можаце ўключыць гэта самастойна ў сплаўным панэлі апавяшчэнняў
ru: Ее можно включить самостоятельно в панели уведомлений

# snackbar_in_app_update_install
source: Update is ready to install
be: Абнаўленне гатовае да ўстаноўкі
ru: Обновление готово к установке

# reporting_header
source: Choose an item
be: Выберыце падзею
ru: Выберите событие

# reporting_category_road_incidents
source: Problems on the road
be: Праблемы на дарозе
ru: Проблемы на дороге

# reporting_category_traffic_police
source: Traffic police
be: ДАІ
ru: ГАИ

# reporting_category_other
source: Other
be: Іншае
ru: Другое

# reporting_category_mobile_camera
source: Mobile camera
be: Мабільная камера
ru: Мобильная камера

# reporting_item_road_repair
source: Road repair
be: Дарожныя работы
ru: Дорожные работы

# reporting_item_broken_car
source: Broken car
be: Сламалася машина
ru: Сломалась машина

# reporting_item_tow_truck_working
source: Tow truck working
be: Працуе эвакуатар
ru: Работает эвакуатор

# reporting_item_pedestrian_on_road
source: Pedestrian on road
be: Пешаход на дарозе
ru: Пешеход на дороге

# reporting_item_traffic_controller
source: Traffic controller
be: Рэгуляроўшчык
ru: Регулировщик

# reporting_item_non_working_traffic_lights
source: Non-working traffic lights
be: Не працуюць светафоры
ru: Не работают светофоры

# reporting_item_open_hatch
source: Open hatch
be: Адкрыты люк
ru: Открытый люк

# reporting_item_road_blocked
source: Road blocked
be: Дарога перакрытая
ru: Дорога перекрыта

# reporting_item_other_road_incident
source: Other
be: Іншае
ru: Другое

# reporting_item_traffic_jam
source: Traffic jam
be: Затор
ru: Пробка

# reporting_item_wild_animals
source: Wild animals
be: Дзікіе жывёлы
ru: Дикие животные

# reporting_item_car_accident
source: Car accident
be: ДТЗ
ru: ДТП

# reporting_item_traffic_police
source: Traffic police
be: ДАІ
ru: ГАИ

# reporting_item_working_with_radar
source: Working with radar
be: Працуюць з радарам
ru: Работают с радаром

# reporting_item_stay_on_beacons
source: Stay on beacons
be: Стаяць на маячках
ru: Стоят на маячках

# reporting_item_document_check
source: Document check
be: Праверка дакументаў
ru: Проверка документов

# reporting_item_stopped_on_the_move
source: Stopped on the move
be: Спынілі на хаду
ru: Остановили на ходу

# reporting_item_sitting_in_the_car
source: Sitting in the car
be: Сядзяць у машыне
ru: Сидят в машине

# reporting_item_working_from_car
source: Working from car
be: Працуюць з машыны
ru: Работают на ходу

# reporting_item_transport_inspection
source: Transport inspection
be: Транспартная інспэкцыя
ru: Транспортная инспекция

# reporting_item_filter
source: Filter
be: Фільтр
ru: Фильтр

# reporting_mobile_camera_header
source: Speed limit
be: Абмежаванне хуткасці
ru: Ограничение скорости

# reporting_mobile_camera_speed
source: %1$@ km/h
be: %1$@ км/г
ru: %1$@ км/ч

# reporting_mobile_camera_input_hint
source: Camera location*
be: Месцазнаходжанне камеры*
ru: Местоположение камеры*

# reporting_mobile_camera_input_error
source: Enter information about the camera
be: Увядзіце інфармацыю аб камеры
ru: Введите информацию о камере

# reporting_notification_sent
source: Your message has been sent!
be: Ваша паведамленне адпраўлена!
ru: Ваше сообщение отправлено!

# quick_settings_header
source: Quick settings
be: Хуткія налады
ru: Быстрые настройки

# quick_settings_app_theme
source: Changing theme
be: Змена тэмы
ru: Смена темы

# quick_settings_markers_filtering
source: Filtering markers by time
be: Фільтрацыя маркераў па часе
ru: Фильтрация маркеров по времени

# quick_settings_voice_alerts
source: Voice alerts
be: Галасавыя абвесткі
ru: Голосовые оповещения

# quick_settings_traffic_conditions
source: Traffic conditions
be: Загружанасць дарог
ru: Загруженность дорог
